tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"

brew "asdf"
brew "awscli"
brew "bat"
brew "fzf"
brew "gh"
brew "jq"
brew "mas"
brew "procs"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "xz"
brew "zoxide"

cask "1password"
cask "alacritty"
cask "alfred"
cask "arc"
cask "brave-browser"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly-desktop"
cask "hhkb"
cask "insomnia"
cask "karabiner-elements"
cask "kindle"
cask "logi-options-plus"
cask "nordvpn"
cask "notion-calendar"
cask "notion"
cask "obsidian"
cask "shiftit"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"

# Require `mas` and sign in to App Store.
mas "辞書 by 物書堂", id: 1380563956
mas "LINE", id: 539883307
