tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"

brew "asdf"
brew "gh"
brew "jq"
brew "neovim"
brew "stow"
brew "tig"
brew "tmux"
brew "xz"

cask "1password"
cask "alacritty"
cask "alfred"
cask "arc"
cask "brave-browser"
cask "clipy"
cask "cron"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kindle"
cask "nordvpn"
cask "notion"
cask "shiftit"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
